Repository: adamoq/Cookster_webApp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: not available
pl: Nie dostępne

source: small
pl: Niskie

source: high
pl: Wysokie

source: name
pl: Nazwa

source: av
pl: Dostępność

source: unit
pl: Miara

source: product
pl: Produkt

source: sequence
pl: Kolejność

source: ab
pl: Skrót

source: value
pl: Wartość

source: price
pl: Cena

source: translation
pl: Opis podstrony

source: description
pl: Opis

source: active
pl: Aktywny

source: notactive
pl: Nieaktywny

source: default_currency
pl: Domyślna waluta

source: default_lang
pl: Domyślny język

source: available
pl: Dostępny

source: category
pl: Kategoria

source: waiter
pl: Kelner

source: cook
pl: Kucharz

source: provaider
pl: Zaopatrzeniowiec

source: fname
pl: Imię

source: surname
pl: Nazwisko

source: position
pl: Stanowisko

source: phonenumber
pl: Telefon

source: password
pl: Hasło

source: edit
pl: Edytuj

source: generate-raport
pl: Generuj raport

source: Edit
pl: Edytuj

source: products
pl: Produkty

source: data-invalid
pl: Dane są niepoprawne

source: add-product-form
pl: Wpisz dane produktu

source: add-product
pl: Dodaj produkt

source: edit-product
pl: Edytuj produkty

source: add-employee-form
pl: Uzupełnij dane nowego pracownika

source: add-employee
pl: Dodaj pracownika

source: edit-employee
pl: Edytuj dane pracownika

source: edit-category
pl: Edytuj kategorię

source: add-category
pl: Dodaj kategorię

source: add-category-form
pl: Uzupełnij dane kategorii

source: add-dish
pl: Dodaj danie

source: edit-currency-form
pl: Uzupełnij dane nowej waluty

source: add-currency-form
pl: Uzupełnij dane nowej waluty

source: add-currency
pl: Dodaj walutę

source: language
pl: Język

source: product-chart-1
pl: Ilość zamówionych dań

source: product-chart-2
pl: Ilość zamówionych dań

source: product-chart-3
pl: Ilość zamówionych dań z podziałem na kategorie

source: product-chart-4
pl: Wartość zamówień z podziałem na kategorie w

source: cookorders-chart"
pl: Ilość złożonych zamówień każdego dnia

source: cookorders-chart-1"
pl: Ilość złożonych zamówień przez kucharzy

source: cookorders-chart-2
pl: Ilość zamówień przydzielonych do dostawców

source: cookorders-chart-3
pl: Ilość złożonych zamówień przez kucharzy

source: waiterorders-chart
pl: Ilość złożonych zamówień każdego dnia

source: waiterorders-chart-1
pl: Ilość złożonych zamówień przez danego kelnera

source: waiterorders-chart-2
pl: Ilość zamówień przydzielonych do danego kucharza

source: waiterorders-chart-3
pl: Ilość złożonych zamówień w danym dniu

source: products-chart
pl: Ilość złożonych zamówień każdego dnia

source: products-chart-1
pl: Ilość złożonych zamówień przez danego kelnera

source: employee-chart
pl: Ilość złożonych zamówień każdego dnia

source: employee-chart-1
pl: Ilość złożonych zamówień przez kucharzy

source: employee-chart-2
pl: Ilość zamówień przydzielonych do dostawców

source: employee-chart-3
pl: Ilość złożonych zamówień każdego dnia

source: english
pl: Angielski

source: polish
pl: Polski

source: small-screen
pl: Twój ekran jest za mały

source: small-screen-desc
pl: Spróbuj na większym urządzeniu.

source: dishes
pl: Dania

source: all
pl: Wszystkie

source: employees
pl: Pracownicy

source: restaurant-details
pl: Ustawienia systemu

source: currencies
pl: Waluty

source: new-currency
pl: Nowa waluta

source: languages
pl: Języki

source: administration
pl: Administracja

source: orders
pl: Zamówienia

source: log-out
pl: Wyloguj się

source: save
pl: Zapisz

source: back
pl: Wróc

source: update
pl: Zaktualizuj

source: delete
pl: Usuń

source: reports
pl: Raporty

source: dish-title
pl: Menu

source: dish-desc
pl: Opis podstrony

source: employees-title
pl: Pracownicy

source: employees-desc
pl: Opis podstrony

source: error-title
pl: Błąd

source: error-desc
pl: Opis podstrony

source: log-in
pl: Zaloguj się

source: invalid-data
pl: Dane nie są poprawne

source: no-access
pl: Brak dostępu

source: login-succesful
pl: Zostałeś poprawnie wylogowany. Aby ponownie się zalogować

source: click
pl: kliknij

source: here
pl: tutaj

source: menu-title
pl: Menu

source: menu-desc
pl: Opis podstrony

source: order
pl: Zamówienie

source: table
pl: Stolik

source: date
pl: Zaktualizuj

source: provider
pl: Zaopatrzeniowiec

source: created-date
pl: Data utworzenia

source: updated-date
pl: Data aktualizacji

source: paid price
pl: Cena zaksięgowana

source: comment
pl: Komentarz

source: choose-ordertype
pl: Wybierz rodzaj zamówień

source: for providers
pl: Zaopatrzenie

source: for cooks
pl: Restauracja

source: products-title
pl: Produkty

source: products-desc
pl: Opis podstrony
